/* WNError: WNAddressNetServiceLookupFailed title
   WNError: WNAddressLookupFailed title */
"Address Lookup Failed" = "Echec de consultation d’adresse";

/* WNError: WNSocketConnectFailed title */
"Connect Failed" = "Erreur de connexion";

/* WNError: WNSocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "Impossible de se connecter à %1$@: %2$@.";

/* WNError: WNSocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "Impossible de lire depuis %1$@: %2$@.";

/* WNError: WNAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address \"%@\": %@." = "Impossible d’aboutir à l’adresse \"%1$@\": %2$@.";

/* WNError: WNAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Impossible de retourver l’adresse par Bonjour.";

/* WNError: WNSocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "Impossible d’écrire sur %1$@: %2$@.";

/* WNError: WNSocketReadFailed title */
"Socket Read Failed" = "Erreur de lecture";

/* WNError: WNSocketWriteFailed title */
"Socket Write Failed" = "Erreur d’écriture";
